Repository: zeitkapsl/translations
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %lld items
de: %lld Elemente

source: %lld items downloading...
de: %lld Elemente werden heruntergeladen...

source: %lld items importing...
de: %lld Elemente werden importiert...

source: %lld items pending...
de: %lld Elemente ausstehend...

source: %lld items uploading...
de: %lld Elemente werden hochgeladen...

source: Account
de: Konto

source: Actions
de: Aktionen

source: Add to Album
de: Zu Album hinzufügen

source: Add to Backup
de: Zu Sicherung hinzufügen

source: Albums
de: Alben

source: Allow Uploads
de: Uploads zulassen

source: App Log
de: App-Protokoll

source: App Logs
de: App-Protokolle

source: Automatic Backup
de: Automatische Sicherung

source: Backup
de: Sicherung

source: Backup %lld Items Now
de: Jetzt %lld Elemente sichern

source: Backup completed successfully
de: Sicherung erfolgreich abgeschlossen

source: Backup disabled
de: Sicherung deaktiviert

source: Backup over Mobile Data
de: Sicherung über mobile Daten

source: Best Quality
de: Beste Qualität

source: Camera
de: Kamera

source: Can we access your photos and videos to display them and allow you to back them up to your Zeitkapsl account?
de: Dürfen wir auf deine Fotos und Videos zugreifen, um sie anzuzeigen und es dir zu ermöglichen, sie in deinem Zeitkapsl-Konto zu sichern?

source: Cancel
de: Abbrechen

source: Core Log
de: Core Protokoll

source: Core Logs
de: Core Protokolle

source: Could not create link. Please try again later.
de: Link konnte nicht erstellt werden. Bitte versuchen Sie es später erneut.

source: Create Album
de: Album erstellen

source: Create Link
de: Link erstellen

source: Creating Link
de: Link erstellen

source: Data Saving
de: Datensparen

source: Date
de: Datum

source: Delete
de: Löschen

source: Delete %@?
de: %@ löschen?

source: Delete %lld Items
de: %lld Elemente löschen

source: Delete %lld Items Permantly
de: %lld Elemente dauerhaft löschen

source: Delete Album
de: Album löschen

source: Delete Album?
de: Album löschen?

source: Delete Item
de: Element löschen

source: Delete Permanently
de: Endgültig löschen

source: Delete Share
de: Freigabe löschen

source: Delete Share?
de: Freigabe löschen?

source: Dimensions
de: Abmessungen

source: Do you want to backup all selected media items?
de: Möchtest du alle ausgewählten Medienobjekte sichern?

source: Do you want to delete %@?
de: Möchten Sie %@ löschen?

source: Do you want to delete all selected media items permanently?
de: Möchtest du alle ausgewählten Medienobjekte dauerhaft löschen?

source: Do you want to delete this album?
de: Möchtest du dieses Album löschen?

source: Do you want to delete this media item?
de: Möchtest du dieses Element löschen?

source: Do you want to move all selected media items to the trash?
de: Möchtest du alle ausgewählten Medien in den Papierkorb verschieben?

source: Do you want to remove the selected items from %@?
de: Möchten Sie die ausgewählten Elemente aus %@ entfernen?

source: Do you want to restore all selected media items?
de: Möchtest du alle ausgewählten Medien wiederherstellen?

source: Done
de: Fertig

source: Edit Album
de: Album bearbeiten

source: Edit Share
de: Freigabe bearbeiten

source: Empty Trash
de: Papierkorb leeren

source: Empty Trash?
de: Papierkorb leeren?

source: Expiration
de: Ablaufdatum

source: Failed to share link
de: Freigeben des Links fehlgeschlagen

source: Failed Uploaded
de: Hochgeladen Fehlgeschlagen

source: Favorite
de: Favorit

# generic.offline
source: You are offline
de: Du bist offline

source: Grant Access to Photo Library
de: Zugriff auf Fotobibliothek gewähren

source: Grant Full Access to Photo Library
de: Vollen Zugriff auf die Fotobibliothek gewähren

source: Hide
de: Ausblenden

source: Include Metadata
de: Metadaten einbeziehen

source: Library
de: Bibliothek

source: Live photos
de: Live-Fotos

# login.error.generic
source: Please try again later
de: Bitte versuche es später nochmal

# login.error.invalid-credentials
source: Invalid username or password
de: Ungültiges Passwort oder Benutzername

# login.logging-in
source: Logging in…
de: Wir loggen dich ein…

# login.password
source: Password
de: Passwort

# login.shaking-password
source: Shaking your password…
de: Wir schütteln dein Passwort durch…

source: Logout
de: Abmelden

source: Logs
de: Protokolle

source: Map
de: Karte

source: Media
de: Medien

source: Media Library
de: Mediathek

source: Media Provider
de: Medienanbieter

source: Metadata
de: Metadaten

source: New Album
de: Neues Album

source: Next
de: Weiter

source: No
de: Nein

source: No Failed Uploads
de: Keine fehlgeschlagenen Uploads

source: No failed uploads returned from Core
de: Keine fehlgeschlagenen Uploads von Core zurückgegeben

source: No Media
de: Keine Medien

source: No media found for this criteria.
de: Keine Medien für dieses Kriterium gefunden

source: No Shares
de: Keine Aktien

source: No shares created yet.
de: Noch keine Aktien erstellt.

source: Other Apps
de: Andere Apps

source: Password
de: Passwort

source: Pending
de: Ausstehend

source: Photo Library Access
de: Zugriff auf die Fotobibliothek

source: Photos
de: Fotos

source: Preparing Files
de: Bereite Daten vor

source: Quality
de: Qualität

source: Remove
de: Entfernen

source: Remove from Album
de: Aus Album entfernen

source: Remove selected items from album?
de: Ausgewählte Elemente aus dem Album entfernen?

source: Restore
de: Wiederherstellen

source: Restore %lld Items
de: %lld Elemente wiederherstellen

source: Retry
de: Wiederholen

source: Run Indexer
de: Indexer ausführen

source: Save
de: Speichern

source: Search Images
de: Bilder suchen

source: Search Index
de: Suchindex

source: Search Labels
de: Such-Bezeichnungen

source: Select
de: Auswählen

source: Set Title Image
de: Titelbild festlegen

source: Share Album
de: Album teilen

source: Share Database
de: Datenbank freigeben

source: Share Files
de: Dateien teilen

source: Share Link
de: Link teilen

source: Share on %@
de: Share vom %@

source: Share With
de: Teilen mit

source: Share without Name
de: Ohne Namen teilen

source: Sharing %lld items
de: %lld Elemente freigeben

source: Sharing Album
de: Album freigeben

source: Should we backup your photos automatically?
de: Sollen wir deine Fotos automatisch sichern?

source: Size
de: Größe

source: State
de: Status

source: Stop Indexer
de: Indexer anhalten

source: Storage
de: Speicher

source: Tasks
de: Aufgaben

source: Time
de: Zeit

source: Trigger Re-Index
de: Indexierung erneut auslösen

source: Unable to load image.
de: Bild kann nicht geladen werden.

source: Unable to load video.
de: Video konnte nicht geladen werden

source: Unfavorite
de: Kein Favorit

source: Unhide
de: Einblenden

source: Unknown Media Type
de: Unbekannter Medientyp

source: Update Link
de: Link aktualisieren

source: Update selected images
de: Ausgewählte Bilder aktualisieren

source: Updating Link
de: Link aktualisieren

source: Upload
de: Hochladen

source: Upload %lld Items
de: %lld Elemente hochladen

source: Use Password
de: Passwort verwenden

source: Used Media
de: Verwendete Medien

source: Valid until %@
de: Gültig bis %@

source: View Share
de: Ansicht teilen

source: Warning, this cannot be undone.
de: Warnung, dies kann nicht rückgängig gemacht werden.

source: Yes
de: Ja

source: Your Cloud Storage is full
de: Ihr Cloud-Speicher ist voll
